read_verilog -D BUSDELAY -formal ../../rtl/aux/busdelay.v
read_verilog -D BUSDELAY -formal ../../rtl/aux/formal_slave.v
read_verilog -D BUSDELAY -formal ../../rtl/aux/formal_master.v
prep -top busdelay -nordff
clk2fflogic
opt clean
write_smt2 -wires busdelay.smt2
