read_verilog -D BUSDELAY -formal ../../rtl/aux/busdelay.v
read_verilog -D BUSDELAY -formal ../../rtl/aux/fwb_slave.v
read_verilog -D BUSDELAY -formal ../../rtl/aux/fwb_master.v
prep -top busdelay -nordff
opt -share_all
write_smt2 -wires busdelay.smt2
