read_verilog -I../../rtl -D CPUOPS -formal ../../rtl/core/cpuops.v
# read_verilog -D CPUOPS -formal ../../rtl/core/mpyop.v
read_verilog -D CPUOPS -formal abs_mpy.v
prep -top cpuops -nordff
chparam -set IMPLYMENT_MPY 3 cpuops.v
write_smt2 -wires cpuops.smt2
