read_verilog -D DBLFETCH -formal ../../rtl/core/dblfetch.v
read_verilog -D DBLFETCH -formal ../../rtl/aux/formal_master.v
prep -top dblfetch -nordff
clk2fflogic
opt -share_all
write_smt2 -wires dblfetch.smt2
