read_verilog -D IDECODE -formal ../../rtl/core/idecode.v
prep -top idecode -nordff
opt -share_all
write_smt2 -wires idecode.smt2
