read_verilog -D PFCACHE -formal ../../rtl/core/pfcache.v
read_verilog -D PFCACHE -formal ../../rtl/ex/fwb_master.v
prep -top pfcache -nordff
opt -share_all
clean
write_smt2 -wires pfcache.smt2
