read_verilog -D PIPEMEM -formal ../../rtl/aux/formal_master.v
read_verilog -D PIPEMEM -formal ../../rtl/core/pipemem.v
prep -top pipemem -nordff
clk2fflogic
opt -share_all
write_smt2 -wires pipemem.smt2
