read_verilog -D PREFETCH -formal ../../rtl/aux/formal_master.v
read_verilog -D PREFETCH -formal ../../rtl/core/prefetch.v
prep -top prefetch -nordff
clk2fflogic
opt -share_all
write_smt2 -wires prefetch.smt2
