read_verilog -D WBDBLPRIARB -formal ../../rtl/ex/wbdblpriarb.v
read_verilog -D WBDBLPRIARB -formal ../../rtl/ex/fwb_master.v
read_verilog -D WBDBLPRIARB -formal ../../rtl/ex/fwb_slave.v
prep -top wbdblpriarb -nordff
opt -share_all
write_smt2 -wires wbdblpriarb.smt2
