read_verilog -D WBPRIARBITER -formal ../../rtl/ex/wbpriarbiter.v
read_verilog -D WBPRIARBITER -formal ../../rtl/ex/fwb_master.v
read_verilog -D WBPRIARBITER -formal ../../rtl/ex/fwb_slave.v
prep -top wbpriarbiter -nordff
opt -share_all
write_smt2 -wires wbpriarbiter.smt2
