read_verilog -D ZIPMMU -formal ../../rtl/peripherals/zipmmu.v
read_verilog -D ZIPMMU -formal ../../rtl/ex/fwb_slave.v
read_verilog -D ZIPMMU -formal ../../rtl/ex/fwb_master.v
prep -top zipmmu -nordff
opt -share_all
clean
write_smt2 -wires zipmmu.smt2
